Repository: tuquito/software-properties
Catalog: po/*.po
Languages: de

source: Configure the sources for installable software and updates
de: Quellen zum Installieren von Software und Aktualisierungen einrichten

source: Software Sources
de: Software-Quellen

source: You need to be root to run this program
de: Sie benötigen Administrationsrechte, um diese Anwendung auszuführen.

source: <i>To improve the user experience of Ubuntu please take part in the popularity contest. If you do so the list of installed software and how often it was used will be collected and sent anonymously to the Ubuntu project on a weekly basis. The results are used to improve the support for popular applications and to rank applications in the search results.</i>
de: <i>Um die Handhabung von Ubuntu zu erleichtern, nehmen Sie bitte am Beliebheitswettbewerb teil. Falls Sie sich dafür entscheiden, wird jede Woche eine Liste aller installierten Anwendungen und wie oft Sie diese benutzt haben gesammelt und anonym an das Ubuntu-Projekt übertragen. Mit den Ergebnissen soll die Unterstützung für beliebte Anwendungen verbessert werden und Suchergebnisse besser sortiert werden.</i>

source: <i>To improve the user experiece of Debian please take part in the popularity contest. If you do so the list of installed software and how often it was used will be collected and sent anonymously to the Debian project. The results are used to optimise the layout of the installation CDs.
de: <i>Um die Handhabung von Debian zu erleichtern, nehmen Sie bitte am Beliebheitswettbewerb teil. Falls Sie sich dafür entscheiden, wird eine Liste aller installierten Anwendungen und wie oft Sie diese benutzt haben gesammelt und anonym an das Debian-Projekt übertragen. Mit den Ergebnissen soll das Layout der Installations-CDs optimiert werden.</i>

source: Submit the list of installed software and how often it is is used to the distribution project.
de: Die Liste der installierten Software und die Häufigkeit ihrer Benutzung an das Distributions-Projekt übermitteln.

source: Mirror
de: Spiegelserver

source: Testing Mirrors
de: Spiegelserver werden getestet

source: Cancel
de: Abbrechen

source: Daily
de: Täglich

source: Every two days
de: Alle zwei Tage

source: Weekly
de: Wöchentlich

source: Every two weeks
de: Alle zwei Wochen

source: Every %s days
de: Alle %s Tage

source: %s updates
de: Aktualisierungen für %s

source: %s Software
de: Software von %s

source: Other...
de: Andere …

source: <p><b>Enter the complete APT line of the<br /> repository that you want to add as source</b></p><p>The APT line includes the type, location and components of a repository,<br /> for example <i>"%s"</i>.</p>
de: <p><b>Geben Sie die vollständige APT-Zeile für das<br /> Paketdepot an, das Sie als Quelle hinzufügen möchten.</b></p><p>Die APT-Zeile enthält den Typ, den Ort und die Komponenten des Paketdepots,<br /> z. B. <i>»%s«</i>.</p>

source: Add APT repository
de: Paketdepot _hinzufügen

source: Import key
de: Schlüssel importieren

source: Error importing selected file
de: Fehler beim Importieren der gewählten Datei

source: The selected file may not be a GPG key file or it might be corrupt.
de: Die ausgewählte Datei ist möglicherweise keine GPG-Schlüsseldatei oder sie ist beschädigt.

source: Error removing the key
de: Fehler beim Entfernen des Schlüssels

source: The key you selected could not be removed. Please report this as a bug.
de: Der gewählte Schlüssel konnte nicht entfernt werden. Bitte erstellen Sie hierfür einen Fehlerbericht.

source: Reload
de: Neu laden

source: <b><big>The information about available software is out-of-date</big></b> To install software and updates from newly added or changed sources, you have to reload the information about available software. You need a working internet connection to continue.
de: <b><big>Die Informationen über verfügbare Software sind nicht mehr aktuell</big></b> Um Software und Aktualisierungen aus neu hinzugefügten oder geänderten Software-Quellen zu installieren, müssen Sie die Informationen über verfügbare Software neu laden. Sie benötigen hierfür eine bestehende Internet-Verbindung.

source: CD Error
de: CD-Fehler

source: <big><b>Error scanning the CD</b></big> %s
de: <big><b>Fehler beim Lesen der CD</b></big> %s

source: Please enter a name for the disc
de: Geben Sie einen Namen für das Medium ein

source: Insert Disk
de: Medium einlegen

source: Please insert a disk in the drive:
de: Bitte legen Sie ein Medium in das Laufwerk:

source: Binary
de: Binär

source: Source code
de: Quelltext

source: (Source Code)
de: (Quelltext)

source: Source Code
de: Quelltext

source: New mirror
de: Neuer Spiegelserver

source: Completed %s of %s tests
de: %s von %s Tests abgeschlossen

source: No suitable download server was found
de: Es wurde kein passender Spiegelserver gefunden

source: Please check your Internet connection.
de: Bitte überprüfen Sie Ihre Internet-Verbindung.

source: Canceling...
de: Abbruch ...

source: Active
de: Aktiv

source: Ubuntu Archive Automatic Signing Key <ftpmaster@ubuntu.com>
de: Automatischer Signaturschlüssel des Ubuntu-Archivs <ftpmaster@ubuntu.com>

source: Ubuntu CD Image Automatic Signing Key <cdimage@ubuntu.com>
de: Automatischer Signaturschlüssel für das Ubuntu-CD-Image <cdimage@ubuntu.com>

source: Choose a key-file
de: Eine Schlüsseldatei wählen

source: Add Software Channels
de: Software-Kanäle hinzufügen

source: Install software additionally or only from this source?
de: Software zusätzlich oder ausschließlich aus dieser Quelle installieren?Software zusätzlich oder ausschließlich aus diesen Quellen installieren?

source: You can either add the following sources or replace your current sources by them. Only install software from trusted sources.
de: Sie können die folgenden Quellen entweder hinzufügen oder die bestehenden Quellen durch sie ersetzen. Installieren Sie ausschließlich Software aus vertrauenswürdigen Quellen.

source: There are no sources to install software from
de: Es sind keine Quellen vorhanden, aus denen Software installiert werden könnte.

source: The file '%s' does not contain any valid software sources.
de: Die Datei '%s' enthält keine gültigen Software-Quellen.

source: The APT line includes the type, location and components of a repository, for example '%s'.
de: Die APT-Zeile beinhaltet den Typ, den Ort und die Komponenten eines Paketdepots, z.B. »%s«.

source: <b>Automatic updates</b>
de: <b>Automatische Aktualisierungen</b>

source: <b>Downloadable from the Internet</b>
de: <b>Aus dem Internet herunterladbar</b>

source: <b>Installable from CD-ROM/DVD</b>
de: <b>Von CD-ROM/DVD installierbar</b>

source: <b>Trusted software providers</b>
de: <b>Vertrauenswürdige Software-Anbieter</b>

source: Add CD-ROM...
de: CD-ROM hinzufügen ...

source: Add...
de: Hinzufügen ...

source: Authentication
de: Authentifizierung

source: Download from:
de: Herunterladen von:

source: Edit...
de: Bearbeiten …

source: Import the public key from a trusted software provider
de: Den öffentlichen Schlüssel eines vertrauenswürdigen Software-Anbieters importieren

source: Install _security updates without confirmation
de: _Sicherheitsaktualisierungen ohne Bestätigung installieren

source: Keys are used to authenticate the correct source of software and so protect your computer from malicious software
de: Schlüssel werden verwendet, um die Echtheit der Software-Bezugsquellen zu bestätigen und somit Ihren Rechner vor Schadprogrammen zu schützen.

source: Only _notify about available updates
de: Über verfügbare Aktualisierungen _nur benachrichtigen

source: Restore _Defaults
de: _Vorgabeschlüssel wiederherstellen

source: Restore the default keys of your distribution
de: Die Vorgabeschlüssel Ihrer Distribution wiederherstellen

source: Statistics
de: Statistik

source: Submit statistical information
de: Statistische Informationen übermitteln

source: To install from a CD-ROM or DVD, insert the medium into the drive.
de: Um von einer CD-ROM oder einer DVD zu installieren, legen Sie das Medium in das Laufwerk ein.

source: Updates
de: Aktualisierungen

source: _Download all updates in the background
de: Alle Aktualisierungen im Hintergrund _herunterladen

source: _Import Key File...
de: Schlüsseldatei _importieren ...

source: <b><big>Testing download servers</big></b> A series of tests will be done to find the best mirror for your location.
de: <b><big>Die Download-Server werden getestet</big></b> Eine Reihe von Tests wird durchgeführt, um den besten Server für Ihren Standort zu finden.

source: <b>Comment:</b>
de: <b>Kommentar:</b>

source: <b>Components:</b>
de: <b>Komponenten:</b>

source: <b>Type:</b>
de: <b>Typ:</b>

source: <b>URI:</b>
de: <b>Adresse:</b>

source: <big><b>Enter the complete APT line of the repository that you want to add as source</b></big>
de: <big><b>Geben Sie die vollständige APT-Zeile des Paketdepots an, das Sie als Quelle hinzufügen möchten</b></big>

source: APT line:
de: APT-Zeile:

source: Binary Source
de: Binär Quellen

source: Choose _Server
de: _Server auswählen

source: Choose a Download Server
de: Wählen Sie einen Spiegelserver

source: Edit Source
de: Quelle bearbeiten

source: Performs a connection test to find the best mirror for your location
de: Führt einen Verbindungstest durch, um den besten Spiegelserver für Ihren Standort zu finden.

source: Protocol:
de: Protokoll:

source: Scanning CD-ROM
de: CD wird eingelesen

source: _Add Source
de: Quelle _hinzufügen

source: _Reload
de: _Neu laden

source: _Replace
de: _Ersetzen

source: _Select Best Server
de: Besten Server au_swählen
